from environs import Env

env = Env()

env.read_env()

token = env.str("TOKEN")




actions = {
        "Первый тайм": {
                "Команда 1": {
                        '1-удар✅': 0,
                        '1-удар❌': 0,
                        '1-передача✅': 0,
                        '1-передача❌': 0,
                        '1-Обводка✅': 0,
                        "1-Обводка❌": 0,
                        "1-Фолы": 0,
                        "1-Угловые": 0,
                        "1-ЖК": 0,
                        "1-КК": 0

                },
                "Команда 2": {
                        '2-удар ✅': 0,
                        '2-удар ❌': 0,
                        '2-передача✅': 0,
                        '2-передача❌': 0,
                        '2-Обводка✅': 0,
                        "2-Обводка❌": 0,
                        "2-Фолы": 0,
                        "2-Угловые": 0,
                        "2-ЖК": 0,
                        "2-КК": 0}
                },
        "Второй тайм": {
                "Команда 1": {
                        '1-удар✅': 0,
                        '1-удар❌': 0,
                        '1-передача✅': 0,
                        '1-передача❌': 0,
                        '1-Обводка✅': 0,
                        "1-Обводка❌": 0,
                        "1-Фолы": 0,
                        "1-Угловые": 0,
                        "1-ЖК": 0,
                        "1-КК": 0

                },
                "Команда 2": {
                        '2-удар ✅': 0,
                        '2-удар ❌': 0,
                        '2-передача✅': 0,
                        '2-передача❌': 0,
                        '2-Обводка✅': 0,
                        "2-Обводка❌": 0,
                        "2-Фолы": 0,
                        "2-Угловые": 0,
                        "2-ЖК": 0,
                        "2-КК": 0}
                }
        }
