from pprint import pprint



#-------------------------------Для Послематчевого табло-----------------
ACTIONS_FOR_EXCEL = ("Удары всего",
                     "Удары точные",
                     "Процент точных ударов",
                     "Передачи всего",
                     "Передачи точные",
                     "Процент точных передач",
                     "Владение мячом",
                     "Обводка всего",
                     "Обводка точные",
                     "Сейвы",
                     "Фолы",
                     "ЖК",
                     "КК",
                     "Угловые")


ACTIONS_FOR_KB = ('передача✅',
                  'передача❌',
                  'удар✅',
                  'удар❌',
                  'Обводка✅',
                  'Обводка❌',
                  'Сейвы',
                  'Фолы',
                  'ЖК',
                  'КК',
                  'Угловые')
